/* choose button - open panel */
"Choose" = "選擇";

/* action name for setting a movie */
"Set Movie" = "設定影片";

/* Lve data feeds disabled message. */
"This is a placeholder for a video. The full video will appear once you publish this website, but to see the video in Sandvox, please enable live data feeds in the preferences." = "此為視訊的預留區。一旦發佈此網站後，便會顯示完整的視訊，旦若要在 Sandvox 中觀看視訊，請在偏好設定中啟用即時資料 feed。";